{
  "TXT_REGISTRATION": {
    "ru": "Перед началом использования бота необходимо пройти регистрацию. Просто нажмите Регистрация. Ваши данные будут использованны только для будущих идентификаций в боте. Все данные хранятся в зашифрованном виде.",
    "en": "Before start you need pass registration. Just press Registration button. All your data will be used only for future identification in bot. All data store in private, encrypted state."
  },
  "TXT_WELCOME_BACK": {
    "ru": "С возвращением, *",
    "en": "Wellcome back, *"
  },
  "TXT_REG_COMPLETED": {
    "ru": "Регистрация завершена. Вы направленны в главное меню.",
    "en": "Registration is completed. You will be switch to main menu."
  },
  "TXT_SESSION_RESET": {
    "ru": "Упс... Бот был перезагружен. Все временные данные были удалены. Вы будете перенаправленны на главное меню.",
    "en": "Ops... Bot was restarted. All temporary data was destroyed. You will be switch to main menu."
  },
  "TXT_ACCOUNT_INFO": {
    "ru": "<b>Имя:</b> *\n<b>Мой TG ID:</b> *\n\n------------------\n\n<b>Напоминание.</b>\n Любая инфа здесь.",
    "en": "<b>Name:</b> *\n<b>My TG ID:</b> *\n\n------------------\n\n<b>Memo.</b>\n Any other info here."
  },
  "TXT_SELECT_LANGUAGE": {
    "ru": "Выберите язык / Select language: ",
    "en": "Select language: "
  },
  "TXT_CHANGE_LANGUAGE": {
    "ru": "Язык интерфейса был сменен успешно.",
    "en": "Language was changed successfully."
  },
  "TXT_CANCEL": {
    "ru": "Отмена действия. Возврат в меню.",
    "en": "Action was canceled. Return to menu."
  },
  "TXT_DELETE_ME": {
    "ru": "Вы действительно хотите полностью удалить свой аккаунт и всю информацию связанную с ним?",
    "en": "You sure to delete your account and all data of it?"
  },
  "TXT_DELETE_ME_OK": {
    "ru": "Ваш аккаунт и вся связанная с ним информация была удалена с базы. Но вы всегда можете зарегистрироваться снова. Благодарим за использование сервиса. До свидания.",
    "en": "You account and all your data were deleted from database. But you can register back. Thank you for using this service. Bye. "
  }
}
